IDEA Open Model
SteelSetupHKG Methods
Compatible with IDEA StatiCa 20.1
The SteelSetupHKG type exposes the following members.
Methods
Name | Description
FrictionCoefficientPboltDefault
 Friction Coefficient Pbolt Default
 (Overrides SteelSetup.FrictionCoefficientPboltDefault().)
Top
See Also
Reference
SteelSetupHKG Class
IdeaRS.OpenModel Namespace